Repository: common-repository/reward-for-comment
Catalog: languages/reward-for-comment-*.po
Languages: ru_ru

source: Failed to send the reward to %s. Service did not respond, please try again later.
ru_ru: Ошибка отправки автору комментария %s. Система нее ответила, попробуйте чуть позже.

source: Failed to send the reward to %s.<br><b>%s</b>
ru_ru: Ошибка отправки вознаграждении %s.<br><b>%s</b>

source: Commenter %s rewarded %u satoshi
ru_ru: Вознаграждение автору комментария %s - %u сатоши

source: Reward
ru_ru: Вознаграждение

source: You are in admin mode
ru_ru: Вы в режиме администратора

source: To admin only
ru_ru: Только для адмиина

source: System is not ready
ru_ru: Система не готова

source: System requires attention
ru_ru: Система требует внимания

source: To admin: Reward for Comment is not ready. Please
ru_ru: Админу: Система "Награда за комментарии" не готова. Пожалуйста

source: check the configuration
ru_ru: проверьте настройки

source: Satoshi rewards
ru_ru: Награда сатоши

source: Hello
ru_ru: Привет

source: The actual reward amount is visible only to the commenter
ru_ru: Реальная сумма вознаграждения видна только автору комментария

source: Post your own comment
ru_ru: Отправьте собственный комментарий

source: or
ru_ru: или

source: https://cryptoo.me/check/
ru_ru: https://cryptoo.me/баланс/

source: Check your balance
ru_ru: Проверьте баланс

source: Rewards for comments
ru_ru: Награда за комментарии

source: Sorry, the reward details is for registered users only
ru_ru: Извините, детали наград за комментарии доступны только регистрированы пользователям

source: Please
ru_ru: Пожалуйста

source: Login
ru_ru: Войдите

source: Register
ru_ru: Зарегистрируйтесь

source: Awaiting reward
ru_ru: Ожидает вознаграждения

source: Please wait
ru_ru: Пожалуйста подождите

source: This comment is not
ru_ru: Этот комментарий пока не

source: rewarded
ru_ru: получил вознаграждение

source: post new comment
ru_ru: отправьте новый комментарий

source: Rewarded!
ru_ru: Вознаграждение получено!

source: Click to the amount to check your balance
ru_ru: Кликните на сумму чтобы проверить баланс

source: Good news
ru_ru: Хорошие новости

source: Comment reward is
ru_ru: Вознаграждение за комментарий

source: satoshi
ru_ru: сатоши

source: post another comment
ru_ru: отправьте еще один комментарий

source: awaiting reward
ru_ru: ожидает вознаграждения

source: Pay for comment
ru_ru: Оплатить комментарий

source: Rewarded
ru_ru: Вознаграждено

source: Satoshi amount to reward this comment
ru_ru: Сумма сатоши в награду за комментарий

source: Satoshi amount to pay
ru_ru: Сумма сатоши в награду

source: Minimum
ru_ru: Минимум

source: Minus 10 satoshi
ru_ru: Минус 10 сатоши

source: Minus 1 satoshi
ru_ru: Минус сатоши

source: Plus 1 satoshi
ru_ru: Плюс сатоши

source: Plus 10 satoshi
ru_ru: Плюс 10 сатошии

source: Maximun
ru_ru: Максимум

source: Reward for comment
ru_ru: Награда за комментарий

source: Congratulations!
ru_ru: Поздравляем!

source: The <a href="%s">comment</a>
ru_ru: Комментарий

source: has been <a href="https://cryptoo.me/check/%s">rewarded</a>.
ru_ru: был вознаграждён.

source: Please <a href="%s">make more comments</a> for more rewards.
ru_ru: Пожалуйста <a href="%s">комментируйте чаще</a> и получайте больше наград.

source: Sincerely yours
ru_ru: С уважением

source: Reward for Comment
ru_ru: Награда за Комментарий

source: Reward Calculation
ru_ru: Вычисление суммы вознаграждения

source: See results of the Reward calculations at the
ru_ru: Посмотрите результаты вычислений на

source: Comments Page
ru_ru: Странице комментариев

source: For comment text pay
ru_ru: За текст комментария платить

source: Satoshi value for basic calculation. Every valuable character in comment will be paid (satoshi/character) satoshi amount
ru_ru: Значения для базового вычисления для сатоши. Каждый значимый символ в комментарии будет оплачен из расчёта (сатоши/символ) в сатоши.

source: satoshi for
ru_ru: сатоши за

source: Character value for basic calculation. Every valuable character in comment will be paid (satoshi/character) satoshi amount
ru_ru: Значения для базового вычисления для символов. Каждый значимый символ в комментарии будет оплачен из расчёта (сатоши/символ) в сатоши.

source: valuable characters
ru_ru: значимых символов

source: For a comment pay no less than
ru_ru: За комментарий платить не меньше чем

source: Every comment will be paid at list this value, even if basic calculation returns less
ru_ru: Комментарий будет оплачен не меньше чем это значение, даже если базовое вычисление вернёт меньшую величину

source: satoshi, and no more than
ru_ru: сатоши, и не большее чем

source: Every comment can not be paid more than this amount, even if basic calculation returns more
ru_ru: Комментарий будет оплачен не больше чем это значение, даже если базовое вычисление вернёт большую величину

source: Pay extra
ru_ru: Платить добавочно

source: Pay extra for the words valuable for your website content
ru_ru: Платить добавочно за слова, важные для темы сайта

source: satoshi for words
ru_ru: сатоши за слово

source: Comma-separated words triggering extra-payments
ru_ru: важные слова, разделённые запятыми

source: Notifications
ru_ru: Предупреждения

source: Send email to the comment author when rewarded
ru_ru: При выплате вознаграждения оповещать автора комментария электронным письмом

source: Notify the commenter on the reward given
ru_ru: При выплате вознаграждения оповещать автора комментария

source: Crypto-currency
ru_ru: Крипто-валютная

source: Payment system
ru_ru: система платежей

source: Crypt-currency micropayment system
ru_ru: Крипто-валютная система платежей

source: More coming soon
ru_ru: Скоро будут ещё

source: Get the API Key at the
ru_ru: Получите Ключ API (API Key) в

source: https://cryptoo.me/applications/
ru_ru: https://cryptoo.me/приложения/

source: Application Manager
ru_ru: Менеджер приложениий

source: HowTo Video
ru_ru: учебные видео с русскими субтитрамии

source: Keep Secret !
ru_ru: Сохраняйте в секрете!

source: Cryptoo.me API Key
ru_ru: Ключ API Cryptoo.me

source: Check the API Key
ru_ru: Проверить Ключ API

source: API Key is not valid
ru_ru: Ключ API неправильный

source: Something went wrong, try again!
ru_ru: Что-то пошло не так, попробуйте ещё раз

source: Balance:
ru_ru: Баланс:

source: Network error
ru_ru: Ошибка сети

source: Cryptoo.me API Key is not configured
ru_ru: Ключ API не настроен

source: Available balance
ru_ru: Доступный баланс

source: is under the minimal reward
ru_ru: ниже минимального вознаграждения

source: is under maximal reward
ru_ru: ниже максимального вознаграждения

source: System is ready
ru_ru: Система готова

source: Save settings before they take effect
ru_ru: Сохраните настройки чтобы они вступили в силу

source: Save Settings
ru_ru: Сохраните настройки

source: <a>Save</a> to apply changes
ru_ru: Сохраните настройки чтобы они вступили в силу

source: Like this plugin
ru_ru: Нравится плагин

source: Rate it &star;&star;&star;&star;&star;
ru_ru: Оцените &star;&star;&star;&star;&star;

source: Motivate the developer
ru_ru: Мотивируйте разработчика

source: Reward users for creating unique content for your website
ru_ru: Вознаграждайте пользователей за создание уникального контента

source: Alexey Trofimov
ru_ru: Алексей Трофимов
